//注意：var dic = [],　方括号中为词库(注意：每一行为一组类和词，最左边一列一定设置为正确类别)
const dic = [
	["<b>继续</b>", " ", "<b>请阅读以下文字，阅读完毕后请按继续键进入预测试</b>"],	//1
	["积极", "消极", "爱"],	//1
	["消极", "积极", "恨"],	//1
	["消极", "积极", "恨"],	//1
	["积极", "消极", "爱"],	//1
	["<b>继续</b>", " ", "<b>下面进入正式测试，请按继续键继续</b>"],	//1
	["积极", "消极", "拥抱"],	//1
	["积极", "消极", "亲吻"],
	["消极", "积极", "丑陋"],
	["积极", "消极", "体贴"],
	["消极", "积极", "冷漠"],
	["消极", "积极", "争吵"],
	["消极", "积极", "疏远"],	//7
	["积极", "消极", "温柔"],
	["消极", "积极", "厌恶"],
	["消极", "积极", "出轨"],
	["消极", "积极", "伤害"],
	["积极", "消极", "玫瑰"],	//12
	["积极", "消极", "告白"],
	["消极", "积极", "自私"],
	["积极", "消极", "巧克力"],
	["消极", "积极", "哭泣"],
	["积极", "消极", "甜蜜"],
	["积极", "消极", "幸福"],	//18
	["消极", "积极", "失望"],
	["积极", "消极", "善良"],	//20
	["积极", "消极", "铅笔"],	//21，中性词	
];
const formal_test_offset = 6; /* 0-based */
